[
    {
        "heading": "Buy Wooden Furniture Online",
        "description": "Buy furniture online @ Pepperfry - India's largest home shopping destination offering a wide range of home and office furniture online. Choosing the right furniture for your home online will add elegance and functionality to your interior decor, while it will also be cost effective and long lasting at the same time. Enjoy fast shipping as well as cash on delivery at our online store."
    },
    {
        "heading": "Things to Consider Before Buying Furniture",
        "description": "There are so many furniture designs available nowadays. Looking at these, you may end up in a confusion of which one to buy. However, you must understand your requirements before purchasing the furniture. Here is a list of common factors that can help you understand your needs better:",
        "lists": [
            "Size of the area where the furniture will be placed",
            "Size of the furniture",
            "Purpose of the furniture, whether bed, sofa, or cabinet",
            "Features of the furniture",
            "Its material, design, and color",
            "Your budget"
        ]
    },
    {
        "heading": "Exclusive Range of Furniture Online",
        "description": "Pepperfry.com is the best place to buy metal as well as wooden furniture online in India. Here at Pepperfry, we are committed to offering our customers the widest range in home furniture like tables, sofas, chairs for living room as well as beds, sofa set, wardrobes, side tables, dressing tables for bedroom and crockery cabinets, chest of drawers for kitchen especially in solid wood and sheesham furniture designs, so that it is easy and hassle free to buy furniture online. Our furniture is intelligently designed to give both comfort and functionality; while we also go to great lengths to ensure that we source only the highest quality raw materials and use the latest technologies to manufacture each individual piece."
    },
    {
        "heading": "Wooden Furniture in Solid Wood & Sheesham Designs",
        "description": "Our exhaustive range offers multiple options in solid, mango, teak, rubber, acacia, ply, engineered and sheesham wood furniture pieces, while all our wooden furniture can also be customized to suit the individual needs of our customers. We also offer solid wood furniture in beds, dining tables, shoe racks, storage and reception cabinets at our online marketplace. See various sofa designs side by side, compare prices and finishes and find exclusive modular furniture pieces that you would not find at local furniture stores."
    },

    {
        "heading": "Browse Furniture by Room Type -",
        "description": "Living Room Furniture Living room consists of your stylish and trending sofas, chairs and tables. They should be exquisitely designed and comfortable to sit on. These furniture pieces escalate the aesthetic appeal of your home. Dining Room Furniture Apart from looking good, dining room furniture should also be efficient and robust, these include tables, chairs and cabinets. Always remember to emphasize on quality over quantity when it comes to dining room furniture. Study Room Furniture A place to study and indulge in your passion for books. Study room consists of shelves, cases, cabinets and tables. They should be brilliantly designed and efficient to utilize. Bedroom Furniture A room where you retire for the day should always be cozy and comfy. Bed room furniture include bedside tables, mattresses, dressing tables, beds and wardrobes. Its a combination of storage furniture pieces and bedroom essentials, ensure you get the best ones. Kids Room Furniture A kids room requires colorful, safe and robust furniture pieces. Kids room consists of beds, bedside and study tables, cradles, sofas and book shelves. Do not compromise on quality while grabbing furniture for your kids room. Outdoor Furniture Needless to say these furniture pieces do not have the comfort of being installed inside of your home, so they have to be sturdy and robust to handle the changing weather conditions. Outdoor furniture consist of chairs, swings, loungers, dining sets and tables. Grab these manufactured by reputed brands. You can also avail discounts & offers on wide range of Decor, Modular Kitchen, Carpets, Mattress, Kitchenware and Home Utilities products, that suit your need. So go ahead now and take a good look at our online furniture shopping store."
    }
]
